{"translation-revision-date":"2020-12-21 19:58:04+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"The content is below the minimum of words. Add more content.":["O conteúdo está abaixo do mínimo de palavras. Adicione mais conteúdo."],"Content Length":["Comprimento do Conteúdo"],"This is far below the recommended minimum of words.":["Isso está muito abaixo do mínimo recomendado de palavras."],"The content length is ok. Good job!":["O tamanho do conteúdo está ok. Bom trabalho!"],"%1$s is too long. Try to make it shorter.":["%1$s é muito longo(a). Tente torná-lo(a) mais curto(a)."],"%1$s is slightly long. Try to make it shorter.":["%1$s é ligeiramente longo(a). Tente torná-lo(a) mais curto(a)."],"No %1$s was set. Set a %1$s in order to calculate your SEO score.":["Nenhum(a) %1$s foi definido(a). Defina um(a) %1$s para calcular sua pontuação de SEO."],"%1$s length":["Tamanho do(a) %1$s"],"Focus Keyphrase not found in SEO title.":["A Frase-chave de Foco não foi encontrada no título de SEO."],"Focus Keyphrase in SEO title":["Frase-chave de Foco no título de SEO"],"Focus Keyphrase found in SEO title.":["Frase-chave de Foco encontrada no título de SEO."],"Focus Keyphrase doesn't appear at the beginning of SEO title.":["A Frase-chave de Foco não aparece no início do título de SEO."],"Focus Keyphrase at the beginning of SEO Title":["Frase-chave de Foco no início do título de SEO"],"Focus Keyphrase used at the beginning of SEO title.":["Frase-chave de Foco usada no início do título de SEO."],"%1$s not found in meta description.":["%1$s não encontrado(a) na meta descrição."],"%1$s found in meta description.":["%1$s encontrado(a) na meta descrição."],"%1$s in meta description":["%1$s na meta descrição"],"Focus Keyphrase not found in the URL.":["A Frase-chave de Foco não foi encontrada na URL."],"Focus Keyphrase in URL":["Frase-chave de Foco na URL"],"Focus Keyphrase used in the URL.":["Frase-chave de Foco usada na URL."],"Your %1$s does not appear in the first paragraph. Make sure the topic is clear immediately.":["Seu(a) %1$s não aparece no primeiro parágrafo. Certifique-se de que o assunto esteja claro imediatamente."],"Your %1$s appears in the first paragraph. Well done!":["Seu(a) %1$s aparece no primeiro parágrafo. Bom trabalho!"],"No content added yet.":["Nenhum conteúdo adicionado ainda."],"%1$s in introduction":["%1$s na introdução"],"Focus Keyphrase not found in content.":["Frase-chave não encontrada no conteúdo."],"Focus Keyphrase in content":["Frase-chave de Foco no conteúdo"],"Focus Keyphrase found in content.":["Frase-chave de Foco encontrada no conteúdo."],"Keyphrase":["Frase-chave"],"Focus keyphrase":["Frase-chave de Foco"],"Focus Keyphrase in Subheadings":["Frase-chave de Foco em Subtítulos"],"Your H2 and H3 subheadings reflects the topic of your copy. Good job!":["Seus subtítulos H2 e H3 refletem o tópico da sua cópia. Bom trabalho!"],"Your H2 or H3 subheading reflects the topic of your copy. Good job!":["Seu subtítulo H2 ou H3 reflete o tópico da sua cópia. Bom trabalho!"],"More than 75% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. Don't over-optimize!":["Mais de 75% de seus subtítulos H2 e H3 refletem o tópico de sua cópia. Isso é muito. Não otimize demais!"],"Use more focus keyphrases in your H2 and H3 subheadings!":["Use mais frases-chave de foco em seus subtítulos H2 e H3!"],"%1$s not found in image alt attribute(s). Add an image with your %1$s as alt text.":["%1$s não encontrado(a) no(s) atributo(s) alt da imagem. Adicione uma imagem com o seu %1$s como atributo alt."],"%1$s in image alt attributes":["%1$s nos atributos alt da imagem"],"%1$s found in image alt attribute(s).":["%1$s encontrado(a) no(s) atributo(s) alt da imagem."],"Title Length":["Comprimento do Título"],"The title is over 60 characters.":["O título tem mais de 60 caracteres."],"The title is too short.":["O título é muito curto."],"No title has been specified. Make sure to write one!":["Nenhum título foi especificado. Certifique-se de escrever um!"],"Please add a title first.":["Por favor, adicione um título primeiro."],"Passive Voice":["Voz Passiva"],"You're using enough active voice. That's great!":["Você está usando voz ativa o suficiente. Isso é ótimo!"],"You are using short paragraphs.":["Você está usando parágrafos curtos."],"Paragraphs Length":["Comprimento dos Parágrafos"],"At least one paragraph is long. Consider using short paragraphs.":["Pelo menos um parágrafo é longo. Considere o uso de parágrafos curtos."],"You are not using rich media like images or videos.":["Você não está usando rich media como imagens ou vídeos."],"Images\/Videos in content":["Imagens\/Vídeos no conteúdo"],"Please add some content first.":["Por favor, adicione algum conteúdo primeiro."],"%1$s of the sentences contain more than %2$s words, which is more than the recommended maximum of %3$s. Try to shorten the sentences.":["%1$s das frases contêm mais de %2$s palavras, que é mais do que o máximo recomendado de %3$s. Tente encurtar as frases."],"Sentences Length":["Comprimento das Frases"],"Sentence length is looking great!":["O comprimento da frase está ótimo!"],"Meta description Length":["Comprimento da Meta Descrição"],"The meta description is over 160 characters.":["A meta descrição tem mais de 160 caracteres."],"Meta description length":["Comprimento da meta descrição"],"The meta description is too short.":["A meta descrição é muito curta."],"No meta description has been specified. Search engines will display copy from the page instead. Make sure to write one!":["Nenhuma meta descrição foi especificada. Os motores de busca exibirão uma cópia da página ao invés. Certifique-se de escrever uma!"],"There is enough variety in your sentences. That's great!":["Há variedade suficiente em suas frases. Isso é ótimo!"],"Consecutive sentences":["Frases consecutivas"],"The text contains %1$d consecutive sentences starting with the same word. Try to mix things up!":["O texto contém %1$d frases consecutivas começando com a mesma palavra. Tente misturar mais as coisas!"],"Well done!":["Muito bem!"],"Transition words":["Palavras de transição"],":-)":[":-)"],"Flesch Reading Ease N\/A":["Facilidade de Leitura Flesch N\/A"],"The copy scores %1$s in the test, which is considered %2$s to read. %3$s":["A cópia atinge %1$s no teste, o que é considerado %2$s para leitura. %3$s"],"Flesch Reading Ease":["Facilidade de Leitura Flesch"],"The copy scores %1$s in the test, which is considered %2$s to read.":["A cópia atinge %1$s no teste, o que é considerado %2$s para leitura."],"very easy":["muito fácil"],"Good job!":["Bom trabalho!"],"You are not using any subheadings, but your text is short enough and probably doesn't need them.":["Você não está usando nenhum subtítulo, mas seu texto é curto o suficiente e provavelmente não precisa deles."],"Subheading distribution":["Distribuição de subtítulo"],"Great job!":["Ótimo trabalho!"],"You are not using any subheadings, although your text is rather long. Try and add some subheadings.":["Você não está usando nenhum subtítulo, embora seu texto seja bastante longo. Tente adicionar alguns subtítulos."],"%1$d section of your text is longer than %2$d words and is not separated by any subheadings. Add subheadings to improve readability.":["A seção %1$d do seu texto tem mais do que %2$d palavras e não está separada por subtítulos. Adicione subtítulos para melhorar a legibilidade."],"We couldn't find any internal links in your content. Add internal links in your content.":["Não foi possível encontrar nenhum link interno em seu conteúdo. Adicione links internos em seu conteúdo."],"Internal links":["Links Internos"],"You are linking to other resources on your website which is great.":["Você está criando um link para outros recursos em seu site, o que é ótimo."],"No outbound links were found. Link out to external resources.":["Nenhum link externo foi encontrado. Conecte-se a recursos externos."],"External links":["Links Internos"],"Great! You are linking to external resources.":["Ótimo! Você está se conectando a recursos externos."],"PHP Code":["Código PHP"],"Gutenberg Block":["Bloco Gutenberg"],"Shortcode":["Shortcode"],"Preview":["Pré-visualização"],"Hide":["Esconder"],"Show":["Exibir"],"Websites":["Websites"],"Products & Entertainment":["Produtos e Entretenimento"],"Places":["Locais"],"People":["Pessoas"],"Organizations":["Empresas"],"Groups":["Grupos"],"Businesses":["Negócios"],"Activities":["Atividades"],"Advanced Rich Snippets + Schema Markups":["Rich Snippets Avançados + Schema Markups"],"Internal Link Building Assistant":["Assistente de Construção de Link Interno"],"Smart Redirects + 404 Detection":["Redirecionamentos Inteligentes + Detecção de 404"],"Submit articles to Google News that were published in the last 48 hours.":["Envie artigos para o Google Notícias que foram publicados nas últimas 48 horas."],"Generate an XML Sitemap specifically for video content on your site.":["Gere um Sitemap XML especificamente para conteúdo de vídeo em seu site."],"Tell Google about your business for display as a Knowledge Graph card or business carousel.":["Diga ao Google sobre sua empresa para exibição como um cartão de Knowledge Graph ou carrossel de negócios."],"Globally control Title and Alt attributes for attachment pages and images that are embedded in your content.":["Controle globalmente os atributos Title e Alt para páginas de anexo e imagens incorporadas no seu conteúdo."],"Breadcrumbs":["Breadcrumbs"],"Optimized Search Appearance":["Aparência de Pesquisa Otimizada"],"Sitemaps are a list of all your content that search engines use when they crawl your site.":["Sitemaps são uma lista de todo o seu conteúdo que os motores de busca usam quando rastreiam o seu site."],"Manually Enter Type":["Digite o Tipo Manualmente"],"archive":["arquivo"],"Sample short description for your product.":["Amostra de uma breve descrição do seu produto."],"A short description for your product.":["Uma breve descrição do seu produto."],"Product Short Description":["Descrição Breve do Produto"],"Enter a custom field name...":["Insira um nome de campo personalizado..."],"Search for an item...":["Pesquise um item..."],"Enter a page URL, e.g. %1$s":["Insira uma URL de página, e.g. %1$s"],"Add New":["Adicionar Novo"],"Begin typing a title to search...":["Comece digitando um título para buscar..."],"Type":["Tipo"],"ID":["ID"],"No results found for that title. Try again!":["Nenhum resultado encontrado para esse título. Tente de novo!"],"Click to Copy":["Clique para Copiar"],"Upgrade Your Plan":["Atualize Seu Plano"],"Edit Your Meta Description":["Edite sua Meta Descrição"],"The description should stimulate reader interest and get them to click on the article. Think of it as a mini-advertisement for your content.":["A descrição deve estimular o interesse do leitor e levá-los a clicar no artigo. Pense nisso como um mini-anúncio do seu conteúdo."],"Write a meta description for your page. Use your target keywords (in a natural way) and write with human readers in mind. Summarize the content - describe the topics your article discusses.":["Escreva uma meta descrição para sua página. Use suas palavras-chave alvo (de forma natural) e escreva tendo em mente leitores humanos. Resuma o conteúdo - descreva os tópicos que seu artigo discute."],"Your meta description is set and is %1$d characters long.":["Sua meta descrição está definida e tem %1$d caracteres."],"Your meta description is %1$d characters long, which is too long.":["Sua meta descrição tem %1$d caracteres, o que é muito longo."],"Your meta description is only %1$d characters long, which is too short.":["Sua meta descrição tem apenas %1$d caracteres, o que é muito curto."],"No meta description was found for your page.":["Nenhuma meta descrição foi encontrada para sua página."],"If you aren't using an SSL certificate for your site that means you are losing a lot of potential traffic. We recommend getting an SSL certificate installed immediately.":["Se você não estiver usando um certificado SSL para o seu site, isso significa que está perdendo muito tráfego potencial. Nós recomendamos instalar um certificado SSL imediatamente."],"Your site is using a secure transfer protocol (https).":["Seu site está usando um protocolo de transferência seguro (https)."],"Your site is not using a secure transfer protocol (https).":["Seu site não está usando um protocolo de transferência seguro (https)."],"Google Safe browsing shows warnings and alerts to users if they visit a suspicious website. If you are flagged by Google Safe Browsing, you should take immediate steps to fix that.":["A Navegação Segura do Google mostra avisos e alertas aos usuários se eles visitarem um site suspeito. Se você for sinalizado pela Navegação Segura do Google, você deve tomar medidas para corrigir isso imediatamente."],"Google has not flagged your site for malware!":["O Google não sinalizou seu site para malware!"],"It looks like your site has been added to one of Google's malwares lists.":["Parece que seu site foi adicionado a uma das listas de malwares do Google."],"Alternatively, you can create an empty index.php file and save it in every directory on your site. That's an approach that WordPress uses and it works well.":["Alternativamente, você pode criar um arquivo index.php vazio e salvá-lo em todos os diretórios do seu site. Essa é uma abordagem que o WordPress usa e funciona bem."],"Fortunately, every popular web server has options to prevent directory listings. They'll show a \"403 forbidden\" message instead.":["Felizmente, todos os servidores populares da web têm opções para evitar listagens de diretórios. Em vez disso, eles exibem uma mensagem de \"403 forbidden\", que quer dizer \"acesso proibido\"."],"Directory Listing seems to be disabled on your server.":["A Listagem de Diretórios parece estar desativada no seu servidor."],"Edit Your Page Title":["Edite o Título da Sua Página"],"Directory Listing seems to be enabled on your server.":["A Listagem de Diretórios parece estar habilitada no seu servidor."],"It's a great idea to try and hide the theme you have visible. From time to time vulnerabilities are found in themes and if your site is not updated in a timely fashion, outdated plugins and themes can be exploited.":["É uma ótima ideia tentar ocultar o tema que você tem visível. De vez em quando, vulnerabilidades são encontradas em temas e se seu site não for atualizado em tempo hábil, plugins e temas desatualizados podem ser explorados."],"Writing compelling titles is both a science and an art. There are automated tools that can analyze your title against known metrics for readability and click-worthiness. You also need to understand the psychology of your target audience.":["Escrever títulos atraentes é uma ciência e uma arte. Existem ferramentas automatizadas que podem analisar seu título em relação a métricas conhecidas de legibilidade e valor de clique. Você também precisa entender a psicologia de seu público-alvo."],"Ensure your page's title includes your target keywords, and design it to encourage users to click.":["Certifique-se de que o título da sua página inclua as palavras-chave alvo e defina-o para incentivar os usuários a clicarem."],"Your theme is not visible!":["Seu tema não está visível!"],"Anyone can see that you are using the %1$s theme.":["Qualquer um pode ver que você está usando o tema %1$s."],"It's a great idea to try and hide the plugins you have visible. From time to time vulnerabilities are found in plugins and if your site is not updated in a timely fashion, outdated plugins and themes can be exploited.":["É uma ótima ideia tentar ocultar os plugins que você tem visíveis. De vez em quando, vulnerabilidades são encontradas nos plugins e se o seu site não for atualizado em tempo hábil, plugins e temas desatualizados podem ser explorados."],"You have no visible plugins!":["Você não tem plugins visíveis!"],"Plugins from your website are publicly visible.":["Os plugins do seu site estão visíveis publicamente."],"You can get an even greater boost in speed with a content delivery network service. These services host a copy of your content on multiple servers spread out across the globe. A user's request is handled by the edge server that's closest to their physical location, so the content arrives incredibly fast.":["Você pode obter um aumento ainda maior na velocidade com um serviço de rede de entrega de conteúdo (CDN - Content Delivery Network). Esses serviços hospedam uma cópia de seu conteúdo em vários servidores espalhados pelo mundo. A requisição de um usuário é recebida pelo servidor mais próximo de sua localização física, para que o conteúdo chegue incrivelmente rápido."],"If you want to continue to improve your response time, the simplest and fastest fix is to use a caching plugin. Caching plugins keep a cached version of each page on your site. Instead of building the page from scratch, the server will send the cached copy.":["Se você quiser continuar a melhorar seu tempo de resposta, o jeito mais simples e rápido é usar um plugin de cache. Os plugins de cache mantêm uma versão em cache de cada página de seu site. Em vez de construir a página do zero, o servidor enviará a cópia em cache."],"Your response time is under 0.2 seconds.":["Seu tempo de resposta é inferior a 0,2 segundos."],"The response time of your page is %1$f seconds. It is recommended to keep it equal to or below 0.2 seconds.":["O tempo de resposta da sua página é de %1$f segundos. Recomenda-se mantê-lo igual ou inferior a 0,2 segundos."],"Removing white space can also have an impact on your HTML page's size. White space characters like carriage returns and tabs are ignored by the browser, but they make the markup easier for developers to read. So you should always strip them from your templates or themes before you use them in a production environment.":["Remover o espaço em branco também pode ter impacto no tamanho da sua página HTML. Caracteres de espaço em branco, como quebras de linha (enter) e identações (tab), são ignorados pelo navegador, mas tornam a marcação mais fácil para os desenvolvedores lerem. Portanto, você deve sempre retirá-los de seus modelos ou temas antes de usá-los em um ambiente de produção."],"You can reduce CSS repetition with HTML class and ID attributes. Often the same rules will be repeated across many page elements, embedded in each tag's \"style\" attribute. You can extract them into a single \"style\" tag and use classes and ID's to target each element.":["Você pode reduzir a repetição de CSS com atributos de classe e de ID no HTML. Frequentemente, as mesmas regras serão repetidas em muitos elementos da página, incorporados no atributo \"style\" de cada tag. Você pode extraí-los em uma única tag \"style\" e usar classes e IDs para marcar cada elemento."],"Sometimes inline CSS is a culprit. A little inline CSS can help your page render faster. Too much will bloat the HTML file and increase the page loading time.":["Às vezes, o CSS inline é o culpado. Um pouco de CSS inline pode ajudar a renderizar sua página com mais rapidez. Muito irá inchar o arquivo HTML e aumentar o tempo de carregamento da página."],"In order to reduce page size, remove any unnecessary tags from your markup. This includes developer comments, which are invisible to your users - search engines ignore the text in comments, too.":["Para reduzir o tamanho da página, remova quaisquer tags desnecessárias de sua marcação. Isso inclui comentários do desenvolvedor, que são invisíveis para os usuários - os motores de busca também ignoram o texto nos comentários."],"This is under the average of 33 Kb.":["Isso está abaixo da média de 33 Kb."],"This is over our recommendation of 50 Kb.":["Isso está acima da nossa recomendação de 50 Kb."],"The size of the HTML document is %1$d Kb.":["O tamanho do documento HTML é de %1$d Kb."],"Your SEO title is set and is %1$d characters long.":["Seu título de SEO está definido e tem %1$d caracteres."],"Try to replace embedded objects with HTML5 alternatives.":["Tente substituir objetos embutidos por alternativas HTML5."],"CSS:":["CSS:"],"JavaScript:":["JavaScript:"],"Images:":["Imagens:"],"More than 20 requests can result in slow page loading.":["Mais de 20 requisições podem resultar em um carregamento lento da página."],"Your page makes %1$d requests.":["Sua página faz %1$d requisições."],"There are server-side tools (including WordPress plugins) to automatically minify CSS files.":["Existem ferramentas do lado do servidor (incluindo plugins do WordPress) para reduzir automaticamente os arquivos CSS."],"We recommend tracking down where the un-minified CSS files come from.":["Nós recomendamos rastrear de onde vêm os arquivos CSS não minimizados."],"CSS files appear in many places, including frameworks (like Bootstrap), themes and templates, and third-party plugins.":["Os arquivos CSS aparecem em muitos lugares, incluindo frameworks (como o Bootstrap), temas, modelos e plugins de terceiros."],"All CSS files appear to be minified.":["Todos os arquivos CSS parecem estar minimizados."],"Some CSS files don't seem to be minified.":["Alguns arquivos CSS não parecem estar minimizados."],"There are server-side tools (including WordPress plugins) to automatically minify JavaScript files.":["Existem ferramentas do lado do servidor (incluindo plugins do WordPress) para reduzir automaticamente os arquivos JavaScript."],"We recommend tracking down where the un-minified JavaScript files come from":["Nós recomendamos rastrear de onde vêm os arquivos JavaScript não minimizados"],"JavaScript files appear in many places, including frameworks (like Bootstrap), themes and templates, and third-party plugins.":["Os arquivos JavaScript aparecem em muitos lugares, incluindo frameworks (como o Bootstrap), temas, modelos e plugins de terceiros."],"All Javascript files appear to be minified.":["Todos os arquivos JavaScript parecem estar minimizados."],"Some Javascript files don't seem to be minified.":["Alguns arquivos JavaScript não parecem estar minimizados."],"Alternatively, you can use a CMS plugin to simplify the process - it's a more user-friendly option. WordPress has a host of caching plugins, and most of them give you options to control the caching headers.":["Alternativamente, você pode usar um plugin CMS para simplificar o processo - é uma opção mais amigável. O WordPress tem uma série de plugins de cache, e a maioria deles oferece opções para controlar os cabeçalhos de cache."],"If you use the Apache or NGINX web servers, you can edit the configuration files to set the \"expires\" header for all image files. For Apache, you can also use a \".htaccess\" file to change the settings for each folder.":["Se você usa os servidores web Apache ou NGINX, você pode editar os arquivos de configuração para definir o cabeçalho \"expires\" para todos os arquivos de imagem. Para o Apache, você também pode usar um arquivo \".htaccess\" para alterar as configurações para cada pasta."],"Your server is using \"expires\" headers for your images.":["Seu servidor está usando o cabeçalho \"expires\" para suas imagens."],"Your SEO title is %1$d characters long, which is too long.":["Seu título de SEO tem %1$d caracteres, o que é muito longo."],"Your server is not using \"expires\" headers for your images.":["Seu servidor não está o cabeçalho \"expires\" para suas imagens."],"Edit Your Page":["Edite Sua Página"],"%1$s makes it extremely easy to add highly relevant Schema.org markup to your site. It has a simple graphical interface, so you don't have to get your hands dirty with complex HTML markup.":["%1$s torna extremamente fácil adicionar marcações do Schema.org ao seu site, que são altamente relevantes. Tem uma interface gráfica simples, então você não precisa sujar as mãos com marcações HTML complexas."],"We found Schema.org data on your page.":["Encontramos dados do Schema.org em sua página."],"No Schema.org data was found on your page.":["Nenhum dado do Schema.org foi encontrado em sua página."],"%1$s provides a simple but powerful interface to craft your Open Graph data. You get immediate feedback with an interactive preview, and you don't have to mess around with raw HTML markup.":["%1$s fornece uma interface simples, mas poderosa, para criar seus dados Open Graph. Você obtém feedback imediato com uma visualização interativa e não precisa mexer com a marcação HTML bruta."],"Insert a customized Open Graph meta tag for each important page on your site. The standard is very well documented - you can learn more from Facebook's developer pages.":["Insira uma metatag personalizada de Open Graph para cada página importante do seu site. O padrão é muito bem documentado - você pode aprender mais nas páginas de desenvolvedor do Facebook."],"All the required Open Graph meta tags have been found.":["Todas as metatags obrigatórias do Open Graph foram encontradas."],"Duplicate Open Graph meta tags were found.":["Foram encontradas metatags duplicadas do Open Graph."],"Some Open Graph meta tags are missing.":["Estão faltando algumas metatags do Open Graph."],"%1$s has a full suite of tools to manage the robots.txt file, along with other related technologies, like XML Sitemaps.":["%1$s tem um conjunto completo de ferramentas para gerenciar o arquivo robots.txt, junto com outras tecnologias relacionadas, como sitemaps XML."],"You can manually create a robots.txt file and upload it to your site's web root. A simpler option is to use a plugin for your CMS platform.":["Você pode criar manualmente um arquivo robots.txt e carregá-lo na raiz da web do seu site. Uma opção mais simples é usar um plugin para a sua plataforma CMS."],"Make sure that you only block parts you don't want to be indexed.":["Certifique-se de bloquear apenas as partes que não deseja que sejam indexadas."],"Your SEO title is only %1$d characters long, which is too short.":["Seu título de SEO tem apenas %1$d caracteres, o que é muito curto."],"Your site has a robots.txt file.":["Seu site tem um arquivo robots.txt."],"Your site has a robots.txt file which includes one or more \"disallow\" directives.":["Seu site tem um arquivo robots.txt que inclui uma ou mais diretivas \"disallow\"."],"Your robots.txt file is missing or unavailable.":["Seu arquivo robots.txt está ausente ou indisponível."],"We couldn't find an SEO Title.":["Não foi possível encontrar um título de SEO."],"You should use HTTP redirections (301 permanant redirects) to pass PageRank from the \"wrong\" URLs to the standard (canonical) ones. That way, your content will still benefit from backlinks if someone makes a mistake and uses the wrong URL.":["Você deve usar redirecionamentos HTTP (301 - redirecionamentos permanentes) para passar o PageRank das URLs \"erradas\" para as URLs padrão (canônicas). Dessa forma, seu conteúdo ainda se beneficiará dos backlinks se alguém cometer um erro e usar a URL errada."],"Decide whether you want your site's URLs to include a \"www\", or if you prefer a plain domain name. There are marketing pros and cons for each choice, but neither one is better or worse for SEO purposes - as long as you're consistent.":["Decida se deseja que as URLs do seu site incluam um \"www\" ou se prefere um nome de domínio simples. Existem prós e contras de marketing para cada escolha, mas nenhum é melhor ou pior para fins de SEO - desde que você seja consistente."],"Both the www and non-www versions of your URL are redirected to the same site.":["As versões www e não www da sua URL são redirecionadas para o mesmo site."],"The www and non-www versions of your URL are not redirected to the same site.":["As versões www e não www da sua URL não são redirecionadas para o mesmo site."],"Only ever use noindex meta tag or header on pages you want to keep out of the reach of search engines!":["Sempre use metatag ou cabeçalho noindex nas páginas que deseja manter fora do alcance dos motores de busca!"],"Your page does not contain any noindex header or meta tag.":["Sua página não contém nenhum cabeçalho ou metatag noindex."],"Your page contains a noindex header or meta tag.":["Sua página contém um cabeçalho ou metatag noindex."],"If you've republished an article from another source (such as another site or a different section of your own site) then you need to pick which URL is the \"correct\" one and use that!":["Se você republicou um artigo de outra fonte (como outro site ou uma seção diferente do seu próprio site), então você precisa escolher qual URL é a \"correta\" e usar ela!"],"Every page on your site should have a <link> tag with a 'rel=\"canonical\"' attribute. The link tag should go inside the page's head tag, and it should contain the page's \"correct\" URL.":["Cada página em seu site deve ter uma tag <link> com um atributo 'rel=\"canonical\"'. A tag de link deve estar dentro da tag head da página e deve conter a URL \"correta\" da página."],"Your page is using the canonical link tag.":["Sua página está usando a tag de link canônico."],"No canonical link tag found on your page.":["Nenhuma tag de link canônico foi encontrada em sua página."],"Ideally, the links should be highly relevant to the subject you're writing about. It's impossible to cover every aspect of a subject on a single page, but your readers may be fascinated by some detail you barely touch on. If you link to a resource where they can learn more, they'll be grateful. What's more, you'll be rewarded with higher rankings!":["O ideal é que os links sejam altamente relevantes para o assunto sobre o qual você está escrevendo. É impossível cobrir todos os aspectos de um assunto em uma única página, mas seus leitores podem ficar fascinados por alguns detalhes que você mal comentou. Se você criar um link para um recurso onde eles podem aprender mais, eles ficarão agradecidos. Além do mais, você será recompensado com classificações mais altas!"],"Add links to external resources that are useful for your readers. Make sure you link to high-quality sites - Google penalizes pages that link to \"spammy\" sites (ones that break the Google webmaster guidelines).":["Adicione links para recursos externos que sejam úteis para seus leitores. Certifique-se de criar links para sites de alta qualidade - o Google penaliza as páginas com links para sites com \"spam\" (aqueles que violam as diretrizes para webmasters do Google)."],"External:":["Externo:"],"Internal:":["Interno:"],"Your page has a correct number of internal and external links.":["Sua página possui um número correto de links internos e externos."],"The ratio of internal links to external links is uneven.":["A proporção de links internos para links externos é desigual."],"Too few internal links on your page.":["Poucos links internos em sua página."],"No internal links were found on your page.":["Nenhum link interno foi encontrado em sua página."],"Make sure every image has an alt tag, and add useful descriptions to each image. Add your keywords or synonyms - but do it in a natural way.":["Certifique-se de que cada imagem tenha uma tag alt e adicione descrições úteis a cada imagem. Adicione suas palavras-chave ou sinônimos - mas faça isso de forma natural."],"All images on your page have alt attributes.":["Todas as imagens em sua página têm atributos alt."],"Some images on your page have no alt attribute.":["Algumas imagens em sua página não têm atributo alt."],"Don't try to force keywords into sub-headings if they feel unnatural. It will send the wrong message to your readers, possibly driving them away.":["Não tente forçar as palavras-chave em subtítulos se parecerem não naturais. Isso enviará a mensagem errada aos leitores, possivelmente afastando-os."],"It should be easy to include your main and supporting keywords in the H2 tags - after all, these keywords describe your content! If it's hard to work the keywords into your subheadings, it could be a sign that the keywords aren't closely related to your content.":["Deve ser fácil incluir suas palavras-chave principais e de apoio nas tags H2 - afinal, essas palavras-chave descrevem seu conteúdo! Se for difícil inserir as palavras-chave em seus subtítulos, pode ser um sinal de que as palavras-chave não estão intimamente relacionadas ao seu conteúdo."],"Also, try to include synonyms and relevant terminology in H2 tag text. Search engines are pretty smart - they know which words usually occur together in each niche.":["Além disso, tente incluir sinônimos e terminologia relevante no texto da tag H2. Os motores de busca são muito inteligentes - eles sabem quais palavras geralmente aparecem juntas em cada nicho."],"Make sure you have a good balance of H2 tags to plain text in your content. Break the content down into logical sections, and use headings to introduce each new topic.":["Certifique-se de ter um bom equilíbrio de tags H2 para texto simples em seu conteúdo. Divida o conteúdo em seções lógicas e use títulos para apresentar cada novo tópico."],"H2 tags were found on your page.":["Tags H2 foram encontradas em sua página."],"No H2 tags were found on your page.":["Nenhuma tag H2 foi encontrada em sua página."],"You should write as if your readers are selfish people with short attention spans (because that describes a large percentage of the world's population). Readers visit websites for selfish reasons - they're not there to make you happy.":["Você deve escrever como se seus leitores fossem pessoas egoístas com pouca capacidade de concentração (porque isso descreve uma grande porcentagem da população mundial). Os leitores visitam sites por motivos egoístas - eles não estão lá para te fazer feliz."],"A good headline stimulates reader interest and offers a compelling reason to read your content. It promises a believable benefit.":["Um bom título estimula o interesse do leitor e oferece uma razão convincente para ler o seu conteúdo. Ele promete um benefício verossímil."],"Because your headline plays a large role in reader engagement, it's worth spending extra time perfecting it. Many top copywriters spend hours getting their headlines just right - sometimes they spend longer on the headline than the rest of the article!":["Como o seu título desempenha um grande papel no engajamento do leitor, vale a pena gastar mais tempo aperfeiçoando-o. Muitos redatores de primeira linha passam horas acertando seus títulos - às vezes, gastam mais tempo no título do que no resto do artigo!"],"Ensure your most important keywords appear in the H1 tag - don't force it, use them in a natural way that makes sense to human readers.":["Certifique-se de que suas palavras-chave mais importantes apareçam na tag H1 - não force, use-as de uma forma natural que faça sentido para leitores humanos."],"WordPress sites usually insert the page or post title as an H1 tag (although custom themes can change this behavior).":["Os sites WordPress geralmente inserem o título da página ou do post como uma tag H1 (embora os temas personalizados possam mudar esse comportamento)."],"One H1 tag was found on your page.":["Uma tag H1 foi encontrada em sua página."],"%1$d H1 tags were found.":["%1$d tags H1 foram encontradas."],"For the best SEO results there should be exactly one H1 tag on each page.":["Para obter os melhores resultados de SEO, deve haver somente uma tag H1 em cada página."],"No H1 tag was found.":["Nenhuma tag H1 foi encontrada."],"Edit Your Page Title & Description":["Edite o Título e a Descrição da Sua Página"],"You need to use titles and descriptions that are attractive to users and contain your keywords. Use the keywords naturally - keyword stuffing is usually detected and will result in a lower ranking. What's more, it's pretty off-putting for potential readers, who are more likely to click on an appealing link.":["Você precisa usar títulos e descrições que sejam atraentes para os usuários e contenham suas palavras-chave. Use as palavras-chave naturalmente - o excesso de palavras-chave é geralmente detectado e resultará em uma classificação mais baixa. Além do mais, é bastante desanimador para potenciais leitores, que tem mais chances de clicar em um link atraente."],"One or more keywords were found in the title and description of your page.":["Uma ou mais palavras-chave foram encontradas no título e na descrição de sua página."],"Both the page title and meta description are missing keywords.":["Faltam palavras-chave no título da página e na meta descrição."],"No keywords were found in your meta description.":["Nenhuma palavra-chave foi encontrada na sua meta descrição."],"No keywords were found in the page title.":["Nenhuma palavra-chave foi encontrada no título da página."],"Save Changes":["Salvar Alterações"],"View all tags":["Ver todas as tags"],"Click on the tags below to insert variables into your template.":["Clique nas tags abaixo para inserir variáveis no seu template."],"Read the Setup Guide":["Leia o Guia de Configuração"],"Launch the Setup Wizard":["Iniciar Assistente de Configuração"],"How to Get Started":["Como Começar"],"Mobile Snapshot":["Snapshot de Dispositivo Móvel"],"Read the Ultimate WordPress SEO Guide":["Leia o Guia Definitivo de SEO para WordPress"],"For best results, you should strive for %1$s70 and above%2$s.":["Para melhores resultados, você deve se esforçar para alcançar %1$s70 ou mais%2$s."],"A very good score is between %1$s60 and 80%2$s.":["Uma pontuação muito boa está entre %1$s60 e 80%2$s."],"Your Overall Site Score":["Sua Pontuação Geral do Site"],"Keywords:":["Palavras-chave"],"Security":["Segurança"],"Advanced SEO":["SEO Avançado"],"Basic SEO":["SEO Básico"],"No ODP":["Sem ODP"],"No Snippet":["Sem Snippet"],"No Image Index":["Sem Index de Imagem"],"No Translate":["Sem Tradução"],"No Archive":["Sem Arquivo"],"No Follow":["Sem Seguir"],"No Index":["Sem Index"],"Large":["Grande"],"Standard":["Padrão"],"Max Image Preview":["Pré-visualização de Imagem Máxima"],"Max Video Preview":["Máxima Pré-visualização de Vídeo"],"Max Snippet":["Snippet Máximo"],"Robots meta:":["Meta de robots:"],"Dismissed Notifications":["Notificações Dispensadas"],"All taxonomies are set to noindex or your site does not have any taxonomies registered that are supported by this feature.":["Todas as taxonomias essão definidas como noindex ou seu site não tem nenhuma taxonomia registrada que seja suportada por este recurso."],"All post types are set to noindex or your site does not have any post types registered that are supported by this feature.":["Todos os tipos de posts estão configurados para noindex ou seu site não tem nenhum tipo de post registrado que seja suportado por este recurso."],"No taxonomies available.":["Nenhuma taxonomia disponível."],"No post types available.":["Nenhum tipo de post disponível."],"Slug:":["Slug:"],"Label:":["Etiqueta:"],"a few seconds ago":["alguns segundos atrás"],"years ago":["anos atrás"],"a year ago":["um ano atrás"],"months ago":["meses atrás"],"a month ago":["um mês atrás"],"days ago":["dias atrás"],"a day ago":["um dia atrás"],"minutes ago":["minutos atrás"],"a minute ago":["um minuto atrás"],"See Dismissed Notifications":["Veja as Notificações Dispensadas "],"You have no new notifications.":["Você não tem notificações novas."],"Great Scott! Where'd they all go?":["Grande Scott! Para onde todos eles foram?"],"Show Less":["Exibir Menos"],"Show More":["Exibir Mais"],"Custom separator:":["Separador personalizado:"],"Analyzing...":["Analisando..."],"Price Indicator:":["Indicador de Preço:"],"Tax ID:":["CPF\/CNPJ:"],"VAT ID:":["Identificador Fiscal:"],"Fax number:":["Número de fax:"],"Phone number:":["Número de telefone:"],"Warnings":["Avisos"],"An error occurred while analyzing your site.":["Um erro foi encontrado ao analisar seu site."],"Your Username:":["Seu nome de usuário:"],"Use the same username for multiple social networks":["Use o mesmo nome de usuário para múltiplas redes sociais"],"Your MySpace URL is invalid. Please check the format and try again.":["Sua URL do MySpace é inválida. Por favor, verifique o formato e tente de novo."],"Your Wikipedia URL is invalid. Please check the format and try again.":["Sua URL do Wikipédia é inválida. Por favor, verifique o formato e tente de novo."],"Your SoundCloud URL is invalid. Please check the format and try again.":["Sua URL do SoundCloud é inválida. Por favor, verifique o formato e tente de novo."],"Your Yelp URL is invalid. Please check the format and try again.":["Sua URL do Yelp é inválida. Por favor, verifique o formato e tente de novo."],"Your Tumblr URL is invalid. Please check the format and try again.":["Sua URL do Tumblr é inválida. Por favor, verifique o formato e tente de novo."],"Your LinkedIn URL is invalid. Please check the format and try again.":["Sua URL do LinkedIn é inválida. Por favor, verifique o formato e tente de novo."],"Your YouTube URL is invalid. Please check the format and try again.":["Sua URL do YouTube é inválida. Por favor, verifique o formato e tente de novo."],"Your Pinterest URL is invalid. Please check the format and try again.":["Sua URL do Pinterest é inválida. Por favor, verifique o formato e tente de novo."],"Your Instagram URL is invalid. Please check the format and try again.":["Sua URL do Instagram é inválida. Por favor, verifique o formato e tente de novo."],"Your Twitter URL is invalid. Please check the format and try again.":["Sua URL do Twitter é inválida. Por favor, verifique o formato e tente de novo."],"Your Facebook URL is invalid. Please check the format and try again.":["Sua URL do Facebook é inválida. Por favor, verifique o formato e tente de novo."],"Country:":["País:"],"City:":["Cidade:"],"Free":["Grátis"],"The geographic area where a service or offered item is provided.":["A área geográfica onde um serviço ou item oferecido é fornecido."],"Home Page":["Página Inicial"],"Deactivated":["Desativado"],"Manage":["Gerenciar"],"Dismiss All":["Dispensar Todos"],"Local SEO":["SEO Local"],"Copied!":["Copiado!"],"Select your timezone":["Selecione seu fuso horário"],"Your license has expired.":["Sua licença expirou."],"You have not yet added a license key.":["Você ainda não adicionou uma chave de licença."],"Your license key is invalid.":["Sua chave de licença é inválida."],"Your license has been disabled.":["Sua licença foi desativada."],"%1$s out of %2$s max recommended characters.":["%1$s de %2$s de caracteres recomendados, no máximo."],"Active Notifications":["Notificações Ativas"],"New Notifications":["Notificações Novas"],"Area Served":["Área Servida"],"Payment Info":["Informação de Pagamento"],"Errors":["Erros"],"All Good!":["Tudo certo!"],"Complete Site Audit Checklist":["Checklist Completo de Auditoria de Site"],"Save and Continue":["Salve e Continue"],"Go Back":["Voltar"],"Skip this Step":["Pular este Passo"],"Default Image Source (Set in Social Networks)":["Origem Padrão de Imagem (Configurado em Redes Sociais)"],"Default Image (Set Below)":["Imagem Padrão (Defina Abaixo)"],"Choose Image":["Escolher Imagem"],"to see your Site Score.":["para ver a Pontuação do seu Site."],"Excellent!":["Excelente!"],"Very Good!":["Muito Bom!"],"Needs<br>Improvement!":["Precisa de<br>Melhorias!"],"We've got some<br>work to do!":["Temos trabalho<br>a fazer!"],"A valid license key is required":["É necessária uma chave de licença válida"],"to analyze a competitor site.":["para analisar um site concorrente."],"Contact Page URL:":["URL da Página de Contato:"],"About Page URL:":["URL da Página Sobre:"],"Website URL:":["URL do Site:"],"Your name or company name.":["Seu nome ou nome da empresa."],"name":["nome"],"Business Info":["Informações de Negócios"],"Already purchased? Simply enter your license key below to connect with %1$s!":["Já comprou? Basta inserir seu chave de licença abaixo para conectar com %1$s!"],"Sitemaps":["Sitemaps"],"Delete":["Excluir"],"Closed":["Fechado"],"Open 24h":["Aberto 24h"],"Sunday":["Domingo"],"Saturday":["Sábado"],"Friday":["Sexta-feira"],"Thursday":["Quinta-feira"],"Wednesday":["Quarta-feira"],"Tuesday":["Terça-feira"],"Monday":["Segunda-feira"],"Timezone":["Fuso horário"],"Use 24h format":["Usar formato 24h"],"Open 24\/7":["Aberto 24\/7"],"Labels":["Etiquetas"],"Show Opening Hours":["Exibir Horário de Funcionamento"],"Critical Issues":["Problemas Críticos"],"Refresh Results":["Atualizar Resultados"],"Good Results":["Bons Resultados"],"Recommended Improvements":["Melhorias Recomendadas"],"Your site is not connected. Please connect to %1$s, then try again.":["Seu site não está conectado. Conecte-se ao %1$s e tente novamente."],"We were unable to parse the content for this site.":["Não foi possível analisar o conteúdo deste site."],"The URL provided is invalid.":["A URL fornecido é inválida."],"Name":["Nome"],"Step %1$s of %2$s":["Passo %1$s de %2$s"],"Close and Exit Wizard Without Saving":["Fechar e Sair do Assistente Sem Salvar"],"Learn more about all features":["Aprenda mais sobre todos os recursos"],"%1$s %2$s comes with many additional features to help take your site's SEO to the next level!":["%1$s %2$s vem com muitos recursos adicionais para ajudar a levar o SEO do seu site para o próximo nível!"],"Title:":["Título:"],"Opening Hours":["Horário de Funcionamento"],"Analytics":["Analytics"],"Connect with %1$s":["Conecte com %1$s"],"None":["Nenhum"],"Use Default Settings":["Usar Configurações Padrão"],"Connect":["Conectar"],"Paste your license key here":["Cole sua chave de licença aqui"],"Your license key provides access to updates and addons.":["Sua chave de licença fornece acesso a atualizações e addons."],"default":["padrão"],"Clear":["Limpar"],"Type to search...":["Digite para buscar..."],"Learn More":["Aprenda Mais"],"Zip code:":["Código postal:"],"State:":["Estado:"],"Notifications":["Notificações"],"News Sitemap":["Sitemap de Notícias"],"Description:":["Descrição:"],"Not Installed":["Não instalado"],"Activated":["Ativado"],"You're using %1$s. To unlock more features, consider %2$s.":["Você está usando %1$s. Para desbloquear mais recursos, considere %2$s."],"You're using %1$s - no license needed. Enjoy!":["Você está usando %1$s - não é necessária nenhuma licença. Aproveite!"],"never":["nunca"],"yearly":["anualmente"],"hourly":["a cada hora"],"always":["sempre"],"As a valued user you receive %1$s, automatically applied at checkout!":["Como um usuário valioso, você receberá %1$s, que será aplicado automaticamente ao finalizar a compra!"],"To unlock more features, consider %1$s.":["Para desbloquear mais recursos, considere %1$s."],"Package Tracking":["Rastreamento de pacotes"],"Roadside Assistance":["Assistência na estrada"],"Bagage Tracking":["Rastreamento de Bagagem"],"Emergency":["Emergência"],"Credit Card Support":["Suporte de cartão de crédito"],"Reservations":["Reservas"],"Sales":["Vendas"],"Bill Payment":["Pagamento de conta"],"Billing Support":["Suporte de faturamento"],"Technical Support":["Suporte técnico"],"Customer Support":["Suporte ao cliente"],"Phone Number":["Número de telefone"],"Archive":["Arquivo"],"Welcome to %1$s":["Bem-vindo ao %1$s"],"Dismiss":["Dispensar"],"Author Pages":["Páginas de autor"],"Archive Pages":["Páginas de arquivo"],"URLs":["URLs"],"Email address:":["Endereço de e-mail:"],"Image SEO":["Imagem SEO"],"Upgrade to Pro":["Atualizar para o Pro"],"License Key":["Chave de licença"],"Add URL":["Adicionar URL"],"Last Modified":["Última modificação"],"Page URL":["URL da página"],"Frequency":["Frequência"],"Priority":["Prioridade"],"Taxonomies":["Taxonomias"],"Post Types":["Tipos de publicação"],"monthly":["mensalmente"],"weekly":["semanalmente"],"Yes":["Sim"],"Off":["Desligado"],"On":["Ligado"],"Custom Image":["Imagem personalizada"],"First Available Image":["Primeira imagem disponível"],"Post Author Image":["Imagem do autor da publicação"],"Image from Custom Field":["Imagem do Campo Personalizado"],"First Image in Content":["Primeira Imagem no Conteúdo"],"Featured Image":["Imagem de destaque"],"Website":["Website"],"Article":["Artigo"],"Episode":["Episódio"],"TV Show":["Programa de TV"],"Song":["Música"],"Product":["Produto"],"Movie":["Vídeo"],"Game":["Jogo"],"Food":["Comida"],"Drink":["Bebida"],"Book":["Livro"],"Album":["Album"],"State\/Province":["Estado\/Província"],"Landmark":["Ponto de referência"],"Country":["País"],"City":["Cidade"],"Public Figure":["Figura pública"],"Profile":["Perfil"],"Politician":["Político"],"Musician":["Músico"],"Director":["Diretor"],"Author":["Autor"],"Athlete":["Atleta"],"Actor":["Ator"],"University":["Universidade"],"School":["Escola"],"Non-Profit":["Sem Fins Lucrativos"],"Band":["Banda"],"Sports Team":["Time de esporte"],"Sports League":["Liga de esportes"],"Cause":["Causa"],"Restaurant":["Restaurante"],"Hotel":["Hotel"],"Cafe":["Café"],"Company":["Companhia"],"Bar":["Bar"],"Sport":["Esporte"],"Activity":["Atividade"],"No":["Não"],"Cancel":["Cancelar"],"Video Sitemap":["Mapa de site de vídeo"],"Performance":["Performance"],"Advanced Settings":["Configurações avançadas"],"Display Settings":["Mostrar configurações"],"Disabled":["Desativado"],"Enabled":["Ativado"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/chunk-common.js"}}