{"translation-revision-date":"2020-12-21 19:58:04+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Upgrade to Pro and Unlock Video Sitemaps":["Atualize para o Pro e Desbloqueie Sitemaps de Videos"],"Upgrade to Pro and Unlock News Sitemaps":["Atualize para o Pro e Desbloqueie Sitemaps de Notícias"],"Select which Taxonomies appear in your sitemap. Categories and Tags are excluded by default since these do not support video embedding.":["Selecione quais Taxonomias aparecem no seu sitemap. Categorias e Tags são excluídas por padrão, pois não suportam incorporação de vídeo."],"Our Google News Sitemap lets you control which content you submit to Google News and only contains articles that were published in the last 48 hours. In order to submit a News Sitemap to Google, you must have added your site to Google’s Publisher Center and had it approved.":["Nosso Sitemap do Google Notícias permite que você controle o conteúdo que envia ao Google Notícias e contém apenas artigos que foram publicados nas últimas 48 horas. Para enviar um Sitemap de Notícias ao Google, você deve ter adicionado o seu site à Central do Editor do Google e ter sido aprovado."],"The Video Sitemap works in much the same way as the XML Sitemap module, it generates an XML Sitemap specifically for video content on your site. Search engines use this information to display rich snippet information in search results.":["O Sitemap de Vídeo funciona da mesma maneira que o módulo Sitemap XML, ele gera um Sitemap XML especificamente para conteúdo de vídeo em seu site. Os motores de busca usam essas informações para exibir informações de rich snippet nos resultados de busca."],"We recommend setting the amount of URLs per sitemap index to 1,000 or less. The more links, the longer it will take for the sitemap to load.":["Nós recomendamos definir a quantidade de URLs por index de sitemap em 1.000 ou menos. Quanto mais links, mais tempo demorará para o sitemap carregar."],"Any posts that are assigned to these terms will also be excluded from your sitemap.":["Quaisquer posts atribuídos a estes termos também serão excluídos do seu sitemap."],"Include All Taxonomies":["Incluir Todas as Taxonomias"],"Do you get a blank sitemap or 404 error?":["Você obteve um sitemap em branco ou um erro 404?"],"Noindexed content will not be displayed in your sitemap.":["Conteúdos com noindex não serão exibidos no seu sitemap."],"Links Per Sitemap":["Links Por Sitemap"],"Enable Sitemap":["Habilitar Sitemap"],"default":["padrão"],"Dynamically Generate":["Gerar Dinamicamente"],"You can use this section to add any URLs to your sitemap which aren’t a part of your WordPress installation. For example, if you have a contact form that you would like to be included on your sitemap you can enter the information manually.":["Você pode usar essa seção para adicionar quaisquer URLs no seu sitemap que não fazem parte da sua instalação WordPress. Por exemplo, se você tem um formulário de contato que você gostaria que fosse incluído no seu sitemap você pode inserir essa informação manualmente. "],"Clear":["Limpar"],"Type to search...":["Digite para buscar..."],"Priority Score":["Pontuação de Prioridade"],"Exclude Posts \/ Pages":["Excluir Posts \/ Páginas"],"Include All Post Types":["Incluir Todos os Tipos de Post"],"News Sitemap":["Sitemap de Notícias"],"Organize sitemap entries into distinct files in your sitemap. We recommend you enable this setting if your sitemap contains more than 1,000 URLs.":["Organize as entradas do sitemap em arquivos distintos. Recomendamos que você ative essa configuração se o seu sitemap contiver mais de 1.000 URLs."],"Exclude Terms":["Termos de Exclusão"],"Include Custom Fields":["Incluir campos personalizados"],"Enable this option to look for videos in custom fields as well.":["Ative esta opção para procurar vídeos em campos personalizados também."],"Additional Pages":["Páginas adicionais"],"Taxonomies":["Taxonomias"],"Post Types":["Tipos de publicação"],"Enable Sitemap Indexes":["Ativar indexação do mapa de site"],"Select which Post Types appear in your sitemap.":["Selecione que tipos de publicações aparecerão sem seu mapa de site."],"Allows you to specify the maximum number of posts in a sitemap (up to 50,000).":["Permite que você especifique o número máximo de publicações em um mapa de site (até 50.000)."],"Video Sitemap":["Mapa de site de vídeo"],"Advanced Settings":["Configurações avançadas"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/sitemaps-pro-VideoSitemap-vue.js"}}