{"translation-revision-date":"2020-12-21 19:58:04+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"By default SEO Editors have access to %1$sSEO settings for individual pages and posts.%2$s":["Por padrão, Editores SEO têm acesso às %1$sconfigurações de SEO para páginas e posts individuais.%2$s"],"By default SEO Managers have access to %1$sSEO settings for General Settings, Redirections, and individual pages and posts.%2$s":["Por padrão Gerentes de SEO têm acesso às %1$sconfigurações de SEO das Configurações Gerais, Redirecionamentos e páginas e posts individuais.%2$s"],"By default Authors have access to %1$sSEO settings for individual pages and posts that they already have permission to edit.%2$s":["Por padrão Autores tem acesso às %1$sconfigurações de SEO das páginas e posts individuais que eles já possuem permissão de editar.%2$s"],"By default Editors have access to %1$sSEO settings for General Settings, Search Appearance and Social Networks, as well as all settings for individual pages and posts.%2$s":["Por padrão Editores tem acesso às %1$sconfigurações de SEO das Configurações Gerais, Aparência de Pesquisa e Redes Sociais, além de todas as configurações das páginas e posts individuais.%2$s"],"By default Admins have access to %1$sall SEO site settings%2$s":["Por padrão, Admins têm acesso à %1$stodas as configurações de SEO do site%2$s"],"SEO Editor":["Editor SEO"],"SEO Manager":["Gerente SEO"],"Editor":["Editor"],"Administrator":["Administrador"],"By default, only users with an Administrator role have permission to manage %1$s within your WordPress admin area. With Access Controls, though, you can easily extend specific access permissions to other user roles.":["Por padrão, somente usuários com a função de Administrador têm permissão para gerenciar %1$s dentro da sua área de administração do WordPress. Com o Controle de Acesso, entretanto, você pode estender permissões de acesso específicas para outras funções de usuário. "],"Upgrade to Pro and Unlock Access Control":["Atualize para o Pro e Desbloqueie Controle de Acesso"],"Granular controls per role":["Controles granulares por função"],"Default settings that just work":["Configurações padrões que simplesmente funcionam"],"SEO Editor Role":["Função de Editor SEO"],"SEO Manager Role":["Função de Gerente SEO"],"WP Roles (Editor, Author)":["Funções do WP (Editor, Autor)"],"Use Default Settings":["Usar Configurações Padrão"],"Author":["Autor"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/settings-lite-AccessControl-vue.js"}}