{"translation-revision-date":"2020-12-21 19:58:04+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"The Feeds for YouTube plugin allows you to display customizable YouTube feeds from any YouTube channel.":["O plugin Feeds for YouTube permite que você exiba feeds personalizados de qualquer canal do YouTube."],"Display completely customizable, responsive and search engine crawlable Twitter feeds on your website.":["Exiba no seu site feeds do Twitter completamente personalizados, responsivos e rastreáveis por motores de busca."],"Display beautifully clean, customizable, and responsive Instagram feeds from multiple Instagram accounts.":["Exiba feeds de múltiplas contas Instagram lindamente limpos, personalizados e responsivos."],"Display completely customizable Facebook feeds of any public Facebook page or Group.":["Exiba feeds de Facebook completamente personalizáveis de qualquer página ou grupo do Facebook."],"TrustPulse uses FOMO (Fear of Missing Out) to boost your sales and conversions with social proof notifications. Use it to boost sales on your Woocommerce store, increase signups on your membership site, get more email subscribers, and more.":["TrustPulse usa FOMO (Fear of Missing Out, ou medo de estar perdendo algo, em português) para impulsionar suas vendas e conversões com notificações de provas sociais. Use-o para impulsionar vendas na sua loja de WooCommerce, para aumentar as inscrições no seu site de assinaturas, para conseguir mais assinantes de email e mais."],"Create a simple Coming Soon Page, Under Construction or Maintenance Mode Page. Work on your site in private while visitors see a “Coming Soon” or “Maintenance Mode” page.":["Crie uma página simples de Em Breve, Em Construção ou de Em Manutenção. Trabalhe no seu site privadamente enquanto seus visitantes vêem uma página de \"Em Breve\" ou \"Em Manutenção\"."],"The ExactMetrics Google Analytics for WordPress plugin helps you properly setup all the powerful Google Analytics tracking features without writing any code or hiring a developer.":["O plugin ExactMetrics Google Analytics for WordPress te ajuda a configurar corretamente todas os poderosos recursos do Google Analytics sem precisar escrever nenhum código ou contratar um desenvolvedor."],"Deactivated":["Desativado"],"Status:":["Status:"],"Manage":["Gerenciar"],"The %1$s Team":["A Equipe da %1$s"],"Not Installed":["Não instalado"],"Turn your visitors into brand ambassadors! Easily grow your email list, website traffic, and social media followers with powerful viral giveaways & contests.":["Transforme seus visitantes em embaixadores de marca! Aumente facilmente sua lista de email, tráfego do seu site e seus seguidores em redes sociais com virais poderosos com sorteios & competições."],"WPForms allows you to create beautiful contact forms for your site in minutes, not hours!":["WPForms permite que você crie lindos formulários de contato para seu site em minutos, não horas!"],"Make sure your website's emails reach the inbox. Our goal is to make email deliverability easy and reliable. Trusted by over 1 million websites.":["Tenha certeza que os emails do seu website alcancem a caixa de entrada. Nosso objetivo é fazer entregabilidade de email fácil e confiável. Confiado por mais de 1 milhão de websites."],"Our high-converting optin forms like Exit-Intent® popups, Fullscreen Welcome Mats, and Scroll boxes help you dramatically boost conversions and get more email subscribers.":["Nossos formulários de opt-in de alta conversão como os popups de Exit-Intent®, o tapete de Boas Vindas em Tela-cheia, em as Scroll boxes te ajudam a impulsionar dramaticamente suas conversões e conseguir mais assinantes de email."],"MonsterInsights makes it “effortless” to properly connect your WordPress site with Google Analytics, so you can start making data-driven decisions to grow your business.":["MonsterInsights faz parecer \"muito fácil\" conectar corretamente seu site WordPress com o Google Analytics, para que você possa começar a tomar decisões para crescer seu negócio baseadas em dados."],"Yup, we know a thing or two about building awesome products that customers love.":["Sim, a gente sabe uma coisa ou duas sobre criar produtos incríveis que os clientes amam."],"Our goal is to take the pain out of optimizing your website for search engines.":["Nosso objetivo é de remover a dor da optimização do seu website para motores de busca."],"Over the years, we found that most other WordPress SEO plugins were bloated, buggy, slow, and very hard to use. So we designed our plugin as an easy and powerful tool.":["Ao longo dos anos, descobrimos que a maioria dos outros plugins de SEO do WordPress eram inchados, cheios de bugs, lentos e muito difíceis de usar. Então nós projetamos nosso plugin como uma ferramenta fácil e poderosa."],"Welcome to %1$s, the original SEO plugin for WordPress. At %2$s, we build software that helps you rank your website in search results and gain organic traffic.":["Bem-vindo ao %1$s, o plugin de SEO original para WordPress. No %2$s, nós criamos um software que ajuda você a ranquear seu site nos resultados de pesquisa e obter tráfego orgânico."],"Activate":["Ativar"],"Install Plugin":["Instalar plugin"],"Activated":["Ativado"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/about-AboutUs-vue.js"}}