{"translation-revision-date":"2020-12-21 19:58:04+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Choose whether %1$s should output the required schema markup that Google needs to generate a sitelinks search box.":["Escolha se o %1$s deve gerar a marcação de esquema necessária que o Google precisa para gerar uma caixa de pesquisa de sitelinks."],"Enable Sitelinks Search Box":["Habilitar Caixa de Pesquisa de Sitelinks"],"This feature is only for licensed %1$s users. %2$s":["Esse recurso é somente para usuários do %1$s. %2$s"],"Automatically Add Missing Image Alt \/ Title Tags":["Adicionar Automaticamente Alt \/ Title Tags para Images Ausentes"],"Remove Category Base Prefix":["Remover Prefixo de Categoria de Base"],"Remove Stopwords from Permalinks":["Remover palavras irrelevantes dos Links Permanentes"],"Noindex Empty Category and Tag Archives":["Arquivos de Categoria e Tags de Noindex Vazio"],"Global Robots Meta":["Meta Robots Global"],"Exclude Posts \/ Pages":["Excluir Posts \/ Páginas"],"Exclude Terms":["Termos de Exclusão"],"Advanced Settings":["Configurações avançadas"],"Autogenerate Descriptions":["Gerar descrições automaticamente"],"Paged Format":["Formato de paginação"],"Description Format":["Formato da descrição"],"No Pagination for Canonical URLs":["Sem paginação para URLs canônicos"],"Check this if you want your tags for a given post used as the Meta Keywords for this post (in addition to any keywords you specify on the Edit Post screen).":["Marque isto se você quer que suas tags para uma determinada publicação usada como palavras chave Meta para esta publicação (em adição à qualquer palavras chave que você especificar na tela de edição de publicação)."],"Check this if you want your categories for a given post used as the Meta Keywords for this post (in addition to any keywords you specify on the Edit Post screen).":["Marque isto se você quer suas categorias para uma determinada publicação usada como palavras chave Meta para esta publicação (em adição à qualquer palavras chave que você especificar na tela de edição da publicação)."],"This option allows you to toggle the use of Meta Keywords throughout the whole of the site.":["Esta opção permite que você troque o uso das palavras chave Meta através de todo o site."]}},"comment":{"reference":"dist\/Lite\/assets\/js\/search-appearance-Advanced-vue.js"}}