{"translation-revision-date":"2020-12-21 19:58:04+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"It appears that your server is running on nginx, so the fix will most likely require adding the correct rewrite rules to our nginx configuration. %1$sCheck our documentation for more information%2$s.":["Parece que o seu servidor está usando o nginx, portanto, a correção provavelmente exigirá a adição das regras de rewrite adequadas à configuração do nginx. %1$sVerifique nossa documentação para obter mais informações%2$s."],"It appears that your server is running on Apache, so the fix should be as simple as checking the %1$scorrect .htaccess implementation on wordpress.org%2$s.":["Parece que seu servidor está usando o Apache, então a correção deve ser tão simples quanto verificar a %1$simplementação correta do .htaccess em wordpress.org%2$s"],"It looks like you are missing the proper rewrite rules for the robots.txt file.":["Parece que estão faltando as regras de rewrite adequadas para o arquivo robots.txt."],"This site is running in a sub-directory of your main site located at %1$s. Your robots.txt file should only appear in the root directory of that site.":["Este site está sendo executado em um subdiretório de seu site principal localizado em %1$s. Seu arquivo robots.txt deve aparecer apenas no diretório raiz desse site."],"Import and Delete":["Importar e Excluir"],"%1$s has detected a physical robots.txt file in the root folder of your WordPress installation. We recommend removing this file as it could cause conflicts with WordPress' dynamically generated one. %2$s can import this file and delete it, or you can simply delete it.":["%1$s detectou um arquivo robots.txt físico na pasta raiz da sua instalação do WordPress. Recomendamos remover este arquivo, pois pode causar conflitos com o arquivo gerado dinamicamente pelo WordPress. O %2$s pode importar este arquivo e excluí-lo ou você pode simplesmente excluí-lo."],"Open Robots.txt":["Abrir Robots.txt"],"Robots.txt Preview:":["Visualização do Robots.txt:"],"Delete Rule":["Excluir Regra"],"Duplicate or invalid entries have been detected! Please check your rules and try again.":["Entradas duplicadas ou inválidas foram detectadas! Por favor, verifique suas regras e tente novamente."],"Enable Custom Robots.txt":["Habilitar Robots.txt Personalizado"],"Just like WordPress, %1$s generates a dynamic file so there is no static file to be found on your server.  The content of the robots.txt file is stored in your WordPress database.":["Assim como o WordPress, o %1$s gera um arquivo dinâmico para que nenhum arquivo estático fique em seu servidor. O conteúdo do arquivo robots.txt é armazenado em seu banco de dados WordPress."],"The robots.txt editor in %1$s allows you to set up a robots.txt file for your site that will override the default robots.txt file that WordPress creates. By creating a robots.txt file with %2$s you have greater control over the instructions you give web crawlers about your site.":["O editor de robots.txt no %1$s permite que você configure um arquivo robots.txt para seu site que substituirá o arquivo robots.txt padrão criado pelo WordPress. Ao criar um arquivo robots.txt com o %2$s, você tem maior controle sobre as instruções fornecidas sobre o seu site aos web crawlers."],"The log for the blocked bots is located here: %1$s":["O log dos bots bloqueados está localizado aqui: %1$s"],"Blocked Bots Log":["Log de Bots Bloqueados"],"Copied!":["Copiado!"],"Must-Use Plugins":["Plugins Obrigatórios"],"Server Info":["Informação do Servidor"],"WordPress":["WordPress"],"Copy to Clipboard":["Copiar para Área de Transferência"],"Download System Info File":["Baixar Arquivo de Informações do Sistema"],"System Status Info":["Informações de Status do Sistema"],"All %1$s Settings":["Todas as Configurações do %1$s"],"Clear Bad Bot Blocker Logs":["Limpar Logs de Bloqueios de Bots Maliciosos"],"Cleared":["Limpo"],"Bad Bot Blocker Logs":["Logs de Bloqueios de Bots Maliciosos"],"Logs":["Logs"],"No, I need to make a backup":["Não, eu preciso fazer um backup"],"Yes, I have a backup and want to reset the settings":["Sim, tenho um backup e desejo redefinir as configurações"],"This action cannot be undone. Before taking this action, we recommend that you make a %1$sfull website backup first%2$s.":["Essa ação não pode ser desfeita. Antes de realizar essa ação, recomendamos que você faça um %1$sbackup completo do site primeiro%2$s."],"Are you sure you want to reset the selected settings to default?":["Tem certeza de que deseja redefinir as configurações selecionadas para o padrão?"],"Your settings have been reset successfully!":["Suas configurações foram redefinidas com sucesso!"],"Select settings that you would like to reset:":["Selecione as configurações que deseja redefinir:"],"Select Settings":["Selecione Configurações"],"Reset \/ Restore Settings":["Redefinir \/ Restaurar Configurações"],"This allows you to edit the .htaccess file for your site.  All WordPress sites on an Apache server have a .htaccess file and we have provided you with a convenient way of editing it. Care should always be taken when editing important files from within WordPress as an incorrect change could cause WordPress to become inaccessible. %1$sBe sure to make a backup before making changes and ensure that you have FTP access to your web server and know how to access and edit files via FTP.%2$s":["Isso permite que você edite o arquivo .htaccess do seu site. Todos os sites WordPress em um servidor Apache têm um arquivo .htaccess e fornecemos a você uma maneira conveniente de editá-lo. Deve-se sempre tomar cuidado ao editar arquivos importantes de dentro do WordPress, pois uma alteração incorreta pode fazer com que o WordPress se torne inacessível. %1$sCertifique-se de fazer um backup antes de fazer alterações e tenha certeza de que você tem acesso FTP ao seu servidor web e sabe como acessar e editar arquivos via FTP.%2$s"],"Sitemaps":["Sitemaps"],"Social Networks":["Redes Sociais"],"Delete":["Excluir"],"Search Appearance":["Aparência da Busca"],"Access Control":["Controle de Acesso"],"RSS Content":["Conteúdo RSS"],"Webmaster Tools":["Ferramentas de Webmaster"],"Advanced":["Avançado"],"Tools":["Ferramentas"],"Local Business SEO":["SEO para Negócios Locais"],"Inactive Plugins":["Plugins inativos"],"Active Plugins":["Plugins ativos"],"Disallow":["Remover Permissão"],"Allow":["Permitir"],"Rule":["Regra"],"Image SEO":["Imagem SEO"],"Use Custom Blocklists":["Use listas de bloqueios personalizadas"],"Block Referral Spam using HTTP":["Bloquear spam de referência usando HTTP "],"Block Bad Bots using HTTP":["Bloquear robôs malvados de usar HTTP"],"Add Rule":["Adicionar regra"],"Directory Path":["Caminho do diretório"],"User Agent":["Agente do usuário"],"Submit":["Enviar"],"Email Debug Information":["Informações de Email de Depuração"],"Active Theme":["Tema ativo"],"Edit .htaccess":["Editar .htaccess"],".htaccess Editor":["Editor de .htaccess"],"Robots.txt Editor":["Editor de Robots.txt"],"Robots.txt":["Robots.txt"],"Reset Selected Settings to Default":["Redefinir as Configurações Selecionadas para o Padrão"],"Referer Blocklist":["Lista de bloqueio de referências"],"User Agent Blocklist":["Lista de bloqueio de agente"],"Track Blocked Bots":["Rastrear robôs bloqueados"],"Bad Bot Blocker":["Bloqueador de robô mal criado"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/tools-Main-vue.js"}}