{"translation-revision-date":"2020-09-27 16:41:16+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"You have no suppressible plugins active.":["Você não tem plugins suprimíveis ativos."],"Learn more":["Saiba mais"],"Settings saved":["Configurações salvas"],"An error occurred. You might be offline or logged out.":["Um erro ocorreu. Você pode estar offline ou desconectado."],"Plugin suppression":["Supressão de plugin"],"Plugin Suppression":["Supressão de Plugin"],"Supported templates":["Templates suportados"],"Advanced Settings":["Configurações avançadas"],"Error:":["Erro:"],"Redirect mobile visitors to AMP":["Redirecionar visitantes mobile para AMP"],"Your site does not provide any templates to support.":["Seu site não fornece nenhum template de suporte."],"Limit AMP on a subset of the WordPress <a href=\"%s\" target=\"_blank\" rel=\"noreferrer\">Template Hierarchy<\/a>:":["Limite AMP em um subconjunto da <a href=\"%s\" target=\"_blank\" rel=\"noreferrer\">Hierarquia de modelo<\/a> do WordPress:"],"Are you sure you want to disable the singular template? This template is needed to serve individual posts and pages as AMP.":["Tem certeza de que deseja desativar o template singular? Esse modelo é necessário para veicular postagens e páginas individuais como AMP."],"Content types enabled for AMP:":["Tipos de conteúdo habilitados para AMP:"],"Note that disabling pages will prevent you from serving your homepage as AMP.":["Note que desativar as páginas impedirá que você veicule sua página inicial como AMP."],"Note that disabling pages will prevent you from serving your posts page (blog index) as AMP.":["Note que desativar as páginas impedirá que você veicule sua página de postagens (índice do blog) como AMP."],"Note that disabling pages will prevent you from serving your homepage and posts page (blog index) as AMP.":["Observe que desativar as páginas impedirá que você veicule sua página inicial e página de postagens (índice do blog) como AMP."],"Serve all templates as AMP":["Servir todos os templates como AMP"],"This page has unsaved changes. Are you sure you want to leave?":["Esta página possui alterações não salvas. Você tem certeza de que quer sair?"],"By %s":["Por %s"],"Suppressed":["Suprimido"],"Active":["Ativo"],"Plugin status:":["Status do plugin:"],"No validation errors yet detected.":["Nenhum erro de validação ainda detectado."],"Plugin updated since last suppressed.":["Plugin atualizado desde a última supressão"],"Now updated to version %1$s since suppressed at %2$s.":["Agora atualizado para a versão %1$s desde a supressão na %2$s."],"Done by %s.":["Feito por %s."],"Since %s.":["Desde %s."],"Show reader themes":["Mostra temas do modo leitor"],"Reader theme: %s":["Tema Leitor: %s"],"In Reader mode, there are two versions of your site, and two different themes are used for the AMP and non-AMP versions. You have the option of using an existing AMP-compatible theme, or you can use the AMP Legacy theme (formerly known as Classic theme).":["No modo leitor, existem duas versões do site, e dois temas diferentes são utilizados para versão AMP e não AMP. Você tem a opção de usar um tema existente compatível com AMP ou pode utilizar o tema AMP Legado(anteriormente conhecido como tema clássico)."],"Your theme indicates it has special support for the legacy templates in Reader mode.":["Seu tema indica que tem suporte especial para os modelos legados no modo Leitor."],"Not recommended":["Não recomendado"],"Recommended":["Recomendado"],"Show unavailable themes":["Mostrar temas indisponíveis"],"Some supported themes cannot be installed automatically on this site. To use, please install them manually or contact your hosting provider.":["Alguns temas suportados não podem ser instalados automaticamente neste site. Para usar, instale-os manualmente ou entre em contato com seu provedor de hospedagem."],"Your active theme “%s” is not available as a reader theme. If you wish to use it, Transitional mode may be the best option for you.":["Seu tema \"%s\" ativo não serve como um tema do modo leitor. Se você deseja usá-lo, o modo de transição pode ser a melhor opção para você."],"Select the theme template for mobile visitors":["Selecionar template para visitantes mobile"],"Next":["Seguinte"],"Previous":["Anteriores"],"(Selected item)":["(Item selecionado)"],"Unavailable":["Indisponível"],"Previously selected":["Selecionado anteriormente"],"Add entry":["Adicionar entrada"],"https:\/\/amp.dev\/documentation\/guides-and-tutorials\/optimize-and-measure\/configure-analytics\/analytics-vendors\/":["https:\/\/amp.dev\/pt_br\/documentation\/guides-and-tutorials\/optimize-and-measure\/configure-analytics\/analytics-vendors\/"],"https:\/\/amp-wp.org\/documentation\/getting-started\/analytics\/":["https:\/\/amp-wp.org\/documentation\/getting-started\/analytics\/"],"https:\/\/amp.dev\/documentation\/components\/amp-analytics\/":["https:\/\/amp.dev\/pt_br\/documentation\/components\/amp-analytics\/"],"Remove entry":["Remover entrada"],"Are you sure you want to delete this entry?":["Tem certeza que deseja excluir essa entrada?"],"Vendor or blank":["Fornecedor ou em branco"],"Must be a valid vendor or left blank for in-house analytics.":["Deve ser um fornecedor válido ou deixado em branco para análises internas."],"Analytics Configuration #%s":["Configuração do Analytics #%s"],"Provide site tracking ID here (e.g. UA-XXXXX-Y)":["Forneça aqui o ID de rastreamento do site (ex. UA-XXXXX-Y)"],"https:\/\/wordpress.org\/plugins\/google-site-kit\/":["https:\/\/wordpress.org\/plugins\/google-site-kit\/"],"You are using an old version of WordPress. Please upgrade to access all of the features of the AMP plugin.":["Você está usando uma versão antiga do WordPress. Faça upgrade para acessar todos os recursos do plugin AMP."],"Customize Reader Theme":["Personalizar tema leitor"],"Open Wizard":["Abrir assistente"],"Reopen Wizard":["Reabrir assistente"],"The AMP configuration wizard helps you choose the best configuration settings for your site.":["O assistente de configuração de AMP ajuda você a escolher as melhores configurações para seu site."],"Configure AMP":["Configurar AMP"],"AMP Settings Configured":["Configurações AMP definidas"],"Reader theme failed to download.":["Tema leitor falhou no download."],"Plugin":["Plugin"],"Save changes":["Salvar alterações"],"Page %d":["Página %d"],"Learn more.":["Saiba mais."],"Standard":["Padrão"],"Your active theme is known to work well in standard and transitional mode.":["Seu tema atual é reconhecido por funcionar bem no modo padrão e transicional."],"Your active theme is known to work well in standard mode.":["Seu tema atual é reconhecido por funcionar bem com o modo padrão."],"https:\/\/developers.google.com\/analytics\/devguides\/collection\/amp-analytics\/":["https:\/\/developers.google.com\/analytics\/devguides\/collection\/amp-analytics\/"],"Reader":["Leitor"],"Transitional":["Transição"],"In Transitional mode the active theme's templates are used to generate both the AMP and non-AMP versions of your content, allowing for each canonical URL to have a corresponding (paired) AMP URL. This mode is useful to progressively transition towards a fully AMP-compatible site. Depending on your themes\/plugins, a varying level of development work may be required.":["No modo de transição, os modelos do tema ativo são usados para gerar as versões AMP e não AMP do seu conteúdo, permitindo que cada URL canônico tenha um URL AMP correspondente (emparelhado). Este modo é útil para fazer a transição progressiva para um site totalmente compatível com AMP. Dependendo de seus temas \/ plug-ins, um nível variável de trabalho de desenvolvimento pode ser necessário."],"A JSON object is required, e.g. {…}":["Um objeto JSON é obrigatório, ex. {...}"],"Learn about analytics for AMP.":["Aprenda sobre Analytics para AMP."],"Templates":["Templates"],"Content Types":["Tipos de conteúdo"],"Your active theme is known to work well in transitional mode.":["Seu tema ativo é conhecido por funcionar bem no modo transição."],"Supported Templates":["Modelos suportados "],"Template Mode":["Modo template"],"Status":["Status"],"More details":["Mais detalhes"],"%s validation error":["%s erro de validação","%s erros de validação"],"Details":["Detalhes"],"JSON Configuration:":["Configuração do JSON:"],"Type:":["Tipo:"],"Analytics":["Analytics"]}},"comment":{"reference":"assets\/js\/amp-settings.js"}}